[   
    {
        "id": "keepintouch",
        "title": "keep in touch",
        "mainimage": "./images/keep4.jpg",
        "images": ["./images/keep4.jpg", "./images/keep9.jpg", "./images/keep10.jpg", "./images/keep8.jpg", "./images/keep6.jpg", "./images/keep7.jpg"],
        "specs": "2021 / 13:58 / 5-channel video installation / HD video and Super 8 transferred to HD",
        "details": "",
        "summaryparagraphs": [
            "Filmed in super 8 and HD video, keep in touch is a five-channel installation consisting of gestures and scenarios, which unfolds an attention on the complexity of contact and connection.",
            "In the first scene, two men stand outside of a car, waiting for the air conditioner to cool down the vehicle. As one puts on some house music using the car’s CD player, their silence is broken into a state of indescribable feelings. In the second scene, shot on Super 8 film, a person tries to recount a story as he spins a pen around in his hands. As he narrates the story which he cannot fully remember, he ponders this unusual amnesia. In the third scene, also filmed on Super 8, focuses on two pairs of hands cutting each other’s nails, the caring yet sensitive gesture were echoed by the intertitles. The fourth scene features a woman standing in a forest putting tiger balm on her body. And in the last scene, two people are playing cat's cradles, while two voices exchanges stories of inexplicable gestural encounters with other queer bodies.",
            "Improvised with a non-white cast, and prominently featuring queer and Asian bodies, these fragmented memories, uneasy gossip, and moments of silence, center on one key question: When the idea of an individual subject cannot take form, how might we reconsider being visible, audible, or legible?"
        ]
    },
    {
        "id": "inauguration",
        "title":"Inauguration",
        "mainimage": "./images/inauguration1.png",
        "images": ["./images/inauguration1.png", "./images/inauguration2.jpg", "./images/inauguration3.jpg"],
        "specs":"2020 / 13:32 / Super 8mm & HD",
        "details":"English/ United States, Cuba / Colour and B&W",
        "summaryparagraphs": [
            "What does it mean to look back on a failed assassination? Why does one decide to forget a radical past? Inauguration looks at the fragmented history of the Young China Association (少年学社). Interweaving temporal connections with faint chances of synchronous events between two disparate events at the margins of Chinese revolutionary history: a failed assassination and an impossible trip. The film narrates a forecast of the past, wherein it renders visible the processes of erasure, remembrance, and archival anchors of the early overseas Chinese revolutionary politics and its aftermaths.",
            "-",
            "The underground revolutionary group, Young China Association, was established in 1905 by the Chinese and Chinese Americans in the United States to promote the Chinese Revolution which later overthrew the last feudalist dynasty of Qing and proceeded with the establishment of the Republic of China.",
            "Through a series of anachronistic travels and narratives between Texas, California, and Havana, the film offers an assemblage of two disparate events at the margins of Chinese revolutionary history: The forgotten story of an unsuccessful assassination attempt in 1910 by George Fong, a member of the Young China Association, who aimed to eliminate a royal prince of the Qing Empire while he was traveling in the United States. The film intertwines this failed assassination with the story of two Chinese-Cuban activists who travelled to the United States for the Young China Association's inauguration one year prior in 1909. Movements, geographies, and events do not follow a linear arch but rather are scattered across memories and places, only to be treated as residues, witnesses or simply discards of the history. What happens when the premise of the story is, in fact, the assurance of its erasure?"
        ],
        "videosrc":"https://player.vimeo.com/video/391327298"
    },
    {
        "id": "nan",
        "title":"难 / Nan",
        "mainimage":"./images/nan3.jpg",
        "images":["./images/nan3.jpg", "./images/nan2.jpg", "./images/nan1.jpg", "./images/nan4.jpg", "./images/nan5.jpg"],
        "specs":"2019 / 79:31/ HD video",
        "details":"Hunan Dialect / China / Color",
        "summaryparagraphs": [
            "A portrait that follows Nan, my uncle who lives with his elderly parents, during the last two years that the three share the same house together. In long, tightly framed shots, a picture emerges of three intimately interwoven lives: the gentle and touching bickering between Nan and his mother, the evenings in front of the television when time seems to stand still, and the minutes ticking by as Grandpa silently peels an apple. It is a meditation on time, disabilities, and the economies of care. A warm and at times humorous ode to informal caregiving and the strength of family ties.",
            "-",
            "'Zuqiang's film is neither long nor slow. It simply unfolds at the pace with which Nan and his parents move through the world—the rhythms to which anyone who is invited into their world would be asked to synchronize. Several scenes in the film follow Nan’s actions, sending our restless bodies out of sync. We learn about disability not only as symptoms in a body, but as social relationships—physical and temporal relationships that we too become implicated in. More than discerning narratives or plots, the work that the audience does in these scenes is about syncing with other(’s) rhythms. These are acts of love. The process is imperfect. ' - Sindhu Thirumalaisamy",
            "'Special Mention' from Festival Film Dokumenter, Yogyakarta, 2020."
            
        ],
        "reviews": "Zuqiang's film is neither long nor slow. It simply unfolds at the pace with which Nan and his parents move through the world—the rhythms to which anyone who is invited into their world would be asked to synchronize. Several scenes in the film follow Nan’s actions, sending our restless bodies out of sync. We learn about disability not only as symptoms in a body, but as social relationships—physical and temporal relationships that we too become implicated in. More than discerning narratives or plots, the work that the audience does in these scenes is about syncing with other(’s) rhythms. These are acts of love. The process is imperfect.  -  Sindhu Thirumalaisamy",
        "videosrc":"https://player.vimeo.com/video/205996048"
    },
    {
        "id": "remember",
        "title":"I Don't Remember The Name",
        "mainimage":"./images/remember5.jpg",
        "images":["./images/remember5.jpg", "./images/remember1.jpg","./images/remember2.jpg","./images/remember3.jpg","./images/remember4.jpg"],
        "specs":"2018 / 11:03 / two-channel HD video",
        "summaryparagraphs": [
            "Cuba once had the largest Chinese community in Latin America. In 1847, the first group of five hundred Chinese workers arrived in Cuba as indentured workers. Through juxtapositions of the now-disappearing Chinese migrant worker community in Havana and the expanding investments in Cuba made by China, the film observes the visible and invisible traces of Chinese capitals in a Chinese nursing home, a Wifi park, a bio-power plant and sugarcane fields, punctuated by archival petitions from the Chinese 'coolies' in the late 19th century."
        ],
        "videosrc":"https://player.vimeo.com/video/266760552"
    },
    {
        "id": "sightleak",
        "title": "Sight Leak",
        "mainimage": "./images/sight1.png",
        "images":["./images/sight1.png", "./images/sight_install_view.jpeg", "./images/sight3.png", "./images/sight4.png"],
        "specs": "2022 / 12:15, single channel, bw 16mm and Super 8mm film transferred to HD video",
        "summaryparagraphs": [
            "“The moon, the sometimes dark street, trees, it's warm […] at last, a certain eroticism possible (that of the warm night).” When Roland Barthes visited China in 1973, he jotted down some notes that would become part of his Travels in China (Carnets du voyage en Chine), an underplot of desire in his imagination of the country. Barthes did not publish these writings during his lifetime, and his unsettling judgments about China are refracted in Peng Zuqiang's work as fragments of dialogues on class and looking, responding to the reflections on the same matters elicited alongside Barthes' sense of eroticism. The local tourist in the film travels through different spaces and gatherings, seemingly never looking at anyone, yet silently looking at someone, turning towards a certain collectivity in the know. A possible subversion of a homoerotic foreign gaze."
        ]
    },
    {
        "id": "accordionclass",
        "title":"Accordion Class",
        "mainimage":"./images/accordion1.png",
        "images":["./images/accordion1.png", "./images/accordion2.jpg"],
        "specs":"2016 / 14:49' /  HD video",
        "summaryparagraphs": ["During the Cultural Revolution, the accordion was the only permitted western instrument. With its rhythmic and performative quality, the accordion was favored as an instrument of propaganda. In the ’90s, when the piano and other instruments regained popularity, the accordion became less influential than it had been. However, the instrument is having a revival in the 2010s. The film looks at two accordion classes taught in Changsha, China: One for the primary school kids from mostly working-class families, as part of their school curriculum. The other for a group of middle-aged men and women that meet weekly at their leisure."],
        "videosrc":"https://player.vimeo.com/video/173978257"
    }
]