[  
     {
        "id": "afternoonhearsay",
        "title": "Afternoon Hearsay",
        "mainimage": "./images/Hearsay3.jpg",
        "images": ["./images/Hearsay3.jpg", "./images/Hearsay7.jpg","./images/Hearsay2.jpg","./images/Hearsay6.jpg","./images/Hearsay8.jpg", "./images/Hearsay4.jpg"],
        "specs": "2025, 18:50, three-channel video installation, 5.1 surround sound, in cinemascope",
        "details":"super 8, 16mm and 35mm transferred into digital",
        "summaryparagraphs": [
            "8.75mm film - a celluloid format unique to China and never circulated elsewhere, was a film format where no camera was made for. This print film stock was primarily used for mobile projection units to exhibit films in countryside, mountains, islands and ethnic minority regions in China from the 60s to 80s.",
            "'What is a film without a camera?’, a question that emerged from the research, was explored through cameraless filmmaking techniques such as photograming 8.75 archival prints onto 16mm and 35mm color negative print stock. Through DIY printing and photochemical processing, images of film strips burn, blur, and tear within the chromatic space. The fleeting frames of archival films overlap with the super 8 camera footage shot by the artist, weaving together fragmented stories of an audience, a film factory and a camera inventor, where facts are inaccessible, and memories are evanescent.",
            "Here, the images and sounds of resistance are folded into the tales of the cinematic invention.  Reimagining a format that once resisted circulation, as a medium through which other forms of resilience emerge — where affects and hearsay holds a space against political amnesia and the erasures of images.",
            "Co-commissioned by The Common Guild, Rockbund Museum, Centro Pecci and Lo schermo dell'arte"
        ],
         "videosrc":"https://player.vimeo.com/video/1123897373"
       
    }, 
    {
        "id": "autocorrects",
        "title": "Autocorrects",
        "mainimage": "./images/autocorrects9.jpg",
        "images": ["./images/autocorrects9.jpg", "./images/autocorrects10.jpg","./images/autocorrects0.jpg", "./images/autocorrects2.jpg", "./images/autocorrects4.jpg", "./images/autocorrects5.jpg", "./images/autocorrects7.png"],
        "specs": "2023, 03:03, three-channel video installation",
        "details":"16mm film transferred to HD",
        "summaryparagraphs": [
            "A voice narrates in reminiscence of downtempo beat music in the Chinese speaking music industry from the early 90s; a genre heavily influenced by earlier movements from the US and Europe. Charged with feelings, and amplified by rhythmic narration, this locally adapted genre often uses specific synths and instruments to construct a certain sense of urban sentiment, a reflection of the booming of urban development and its atmosphere at that time.",
            "Working with the genre’s tropes, the song starts with a thunderstorm and a telephone ring, and directly cuts to another sample: a found interview with a Western music producer writing for the Korean pop music industry casually comments on the different relations to feeling in music production between ‘us’ and ‘them’. Who writes from feeling, and who’s more structured? ",
            "As the monologue slips in between memories, app chats, descriptions of violent tools and protest slogans, the I and U are never fixed, as they traverse through offenses, sensations, and scenes of capture and injury. What does one lose when one sends a palm pic to someone for a reading? How is one’s own forgetfulness of names related to the state choreographed amnesia? Just like the autocorrect function on the phone, the I slips to U and back. The reciprocity and interconnectedness of affect is epitomized in the lyrics, which continuously render the transitional modes of affecting and being affected. ",
            "While the video channels display fleeting images recorded in transitional spaces such as airports and hallways, as words are laser-engraved into the celluloid of the film—questioning further the peripheries of our materialized skins, thoughts, and emotional worlds. ",
            "Commissioned by Kevin Space and Fondazione Sandretto Re Rebaudengo"
        ],
        "videosrc":"https://player.vimeo.com/video/857290985"
    }, 
    {
        "id": "dejavu",
        "title": "Déjà vu",
        "mainimage": "./images/dejavu8.jpg",
        "images": ["./images/dejavu8.jpg","./images/dejavu11.jpg", "./images/dejavu9.jpg", "./images/dejavu13.jpg","./images/dejavu12.jpg", "./images/dejavu10.jpg"],
        "specs": "2023-24, loop, mixed media installation",
        "details":"16mm film, sound, clay, iron oxide",
        "summaryparagraphs": [
            "\"Thirty meters of metal wire were directly exposed onto thirty meters of film negative. Here, the metal wire may be read in all its ambivalence: as a device for entrapment, or as a tool of escape from high-rise building during fires.",
            " The booming bass rhythm derived from 2022 protest chants in China—erased of words—interrupts the narrator’s voice, which interweaves memories of physical injury, whether from accidents, hate crimes, or police brutality. Independent to the 16mm projection, the digital audio also loops, with each loop rendering different fragments in the narration illegible. If déjà vu “is just a bodily sensation, not a real memory,” is it possible to use one’s own physical memory to understand or relate to someone else’s experience?",
            "Like a déjà vu of sorts, this question also resurfaces in a clay replica of a precious Qing dynasty calligraphy brush rest that sits on the window frame. Originally made of jade-like opaque glass and found in the households of royals, artists, or poets (usually men), the brush rest is molded in the shape of a naked boy kneeling on the floor— an object signifying high status.",
             "Commissioned by Kevin Space and Fondazione Sandretto Re Rebaudengo"
        ],
         "videosrc":"https://player.vimeo.com/video/955512460"
    }, 
    {
        "id": "hindsights",
        "link": "https://www.cellprojects.org/content/hindsights-publication-purchase-page",
        "photocredit": "Photo credit © Anne Tetzlaff",
        "title": "Hindsights",
        "mainimage": "./images/hindsights1.jpg",
        "images": ["./images/hindsights1.jpg", "./images/hindsights2.jpg", "./images/hindsights3.jpg", "./images/hindsights4.jpg", "./images/hindsights5.jpg"],
        "summaryparagraphs": [
            "Hindsights is the debut publication of Chinese artist, Peng Zuqiang, launched during the occasion of his first UK solo exhibition, Sideways Looking, presented at Cell Project Space, 13 April – 19 June 2022.",
            "An edition of 300 copies, Hindsights features contributions by Ren Yue, Shaonan Xi, and Alvin Li commissioned by the artist interspersed with notes, quotes, stills and outtakes collected by Peng Zuqiang. The book is copy edited by Lai Fei and designed by Studio Pianpian He & Max Harvey. ",
            "Ren Yue offers an ‘outtake’ in short story form, tangling together characters and situations depicted in Peng’s 5-channel moving image ‘keep in touch’. Things left unsaid in the viscous summer heat hang over them as table tennis matches, frustrating parties, nails cut and lab experiments recount the knotty relationships at hand. In addition, Ren Yue contributes two Chinese language poems that speak to ‘Sight Leak’ and ‘The Cyan Garden’, works presented in Sideways Looking alongside ‘keep in touch’.",
            "Shaonan Xi reflects on the 30-year history of Lai Lai, a dance floor which served working-class gay and trans people in Shanghai from 1990 until 2019. A screening of the documentary Come Dance With Me (dir: Liu Yunyi, 2019), organised by Peng Zuqiang in Shanghai for a small audience, restates the importance of unstable constellations of relationships, that made Lai Lai what it was. Drawing upon a non-Western drag and camp sensibility, an embodied lexicon of queer identifications and disidentifications that Lai Lai routinely hosted, Xi points to Lai Lai’s significance as a site for radical acts of care such as receiving HIV medication through contraction (when a person willingly contracts HIV to be able to to give medication to a patient who is legally prohibited from obtaining it) in the face of structural obstacles in healthcare provision.",
            "Alvin Li's 'From San Agustín Etla to Zipolite' is an auto-fictional account of the trials and tribulations of being in love and a retelling of a specific long-distance relationship with a person named Nick. Conflicts around real or assumed cultural ignorance, differences in sexual and pop music preferences (‘you were so punk rock, I grew up on hip hop’) become the backdrop to humorous self-reflection on love, longing, misperception, becoming someone else and mourning what was or could have been. "
        ]
    }, 
    {
        "id": "keepintouch",
        "title": "keep in touch",
        "mainimage": "./images/keep1.jpg",
        "images": ["./images/keep1.jpg", "./images/keep3.jpg", "./images/keep2.jpg", "./images/keep4.jpg", "./images/keep5.jpg", "./images/keep6.jpg", "./images/keep7.jpg", "./images/keep11.jpg"],
        "specs": "2021 / 13:58 / 5-channel video installation / HD video and Super 8 transferred to HD",
        "details": "",
        "summaryparagraphs": [
            "keep in touch is a five-channel video installation, emerged from a series of single reel Super 8 films and a brief prompt given to a group of friends. The work gestures a sense of being together-in-difference that brushes against fleeting, unstable solidarity. Fragmented with moments of silence, uneasy gossip, and coded bodily communication, the work considers the complexity of contact, touch, and becoming a subject."
        ],
        "videosrc":"https://player.vimeo.com/video/499705365"
    },
    {
        "id": "inauguration",
        "title":"Inauguration",
        "mainimage": "./images/inauguration1.png",
        "images": ["./images/inauguration1.png", "./images/inauguration2.jpg", "./images/inauguration3.jpg"],
        "specs":"2020 / 13:32 / Super 8mm & HD",
        "details":"English/ United States, Cuba / Colour and B&W",
        "summaryparagraphs": [
            "What does it mean to look back on a failed assassination? Why does one decide to forget a radical past? Inauguration looks at the fragmented history of the Young China Association (少年学社). Interweaving temporal connections with faint chances of synchronous events between two disparate events at the margins of Chinese revolutionary history: a failed assassination and an impossible trip. The film narrates a forecast of the past, wherein it renders visible the processes of erasure, remembrance, and archival anchors of the early overseas Chinese revolutionary politics and its aftermaths.",
            "-",
            "The underground revolutionary group, Young China Association, was established in 1905 by the Chinese and Chinese Americans in the United States to promote the Chinese Revolution which later overthrew the last feudalist dynasty of Qing and proceeded with the establishment of the Republic of China.",
            "Through a series of anachronistic travels and narratives between Texas, California, and Havana, the film offers an assemblage of two disparate events at the margins of Chinese revolutionary history: The forgotten story of an unsuccessful assassination attempt in 1910 by George Fong, a member of the Young China Association, who aimed to eliminate a royal prince of the Qing Empire while he was traveling in the United States. The film intertwines this failed assassination with the story of two Chinese-Cuban activists who travelled to the United States for the Young China Association's inauguration one year prior in 1909. Movements, geographies, and events do not follow a linear arch but rather are scattered across memories and places, only to be treated as residues, witnesses or simply discards of the history. What happens when the premise of the story is, in fact, the assurance of its erasure?"
        ],
        "videosrc":"https://player.vimeo.com/video/391327298"
    },
    {
        "id": "nan",
        "title":"难 / Nan",
        "mainimage":"./images/nan3.jpg",
        "images":["./images/nan3.jpg", "./images/nan2.jpg", "./images/nan1.jpg", "./images/nan4.jpg", "./images/nan5.jpg"],
        "specs":"2019 / 79:31/ HD video",
        "details":"Hunan Dialect / China / Color",
        "summaryparagraphs": [
            "A portrait that follows Nan, my uncle who lives with his elderly parents, during the last two years that the three share the same house together. In long, tightly framed shots, a picture emerges of three intimately interwoven lives: the gentle and touching bickering between Nan and his mother, the evenings in front of the television when time seems to stand still, and the minutes ticking by as Grandpa silently peels an apple. It is a meditation on time, disabilities, and the economies of care. A warm and at times humorous ode to informal caregiving and the strength of family ties.",
            "-",
            "'Zuqiang's film is neither long nor slow. It simply unfolds at the pace with which Nan and his parents move through the world—the rhythms to which anyone who is invited into their world would be asked to synchronize. Several scenes in the film follow Nan’s actions, sending our restless bodies out of sync. We learn about disability not only as symptoms in a body, but as social relationships—physical and temporal relationships that we too become implicated in. More than discerning narratives or plots, the work that the audience does in these scenes is about syncing with other(’s) rhythms. These are acts of love. The process is imperfect. ' - Sindhu Thirumalaisamy",
            "'Special Mention' from Festival Film Dokumenter, Yogyakarta, 2020."
            
        ],
        "reviews": "Zuqiang's film is neither long nor slow. It simply unfolds at the pace with which Nan and his parents move through the world—the rhythms to which anyone who is invited into their world would be asked to synchronize. Several scenes in the film follow Nan’s actions, sending our restless bodies out of sync. We learn about disability not only as symptoms in a body, but as social relationships—physical and temporal relationships that we too become implicated in. More than discerning narratives or plots, the work that the audience does in these scenes is about syncing with other(’s) rhythms. These are acts of love. The process is imperfect.  -  Sindhu Thirumalaisamy",
        "videosrc":"https://player.vimeo.com/video/205996048"
    },
    {
        "id": "remember",
        "title":"I Don't Remember The Name",
        "mainimage":"./images/remember5.jpg",
        "images":["./images/remember5.jpg", "./images/remember1.jpg","./images/remember2.jpg","./images/remember3.jpg","./images/remember4.jpg"],
        "specs":"2018 / 11:03 / two-channel HD video",
        "summaryparagraphs": [
            "Cuba once had the largest Chinese community in Latin America. In 1847, the first group of five hundred Chinese workers arrived in Cuba as indentured workers. Through juxtapositions of the now-disappearing Chinese migrant worker community in Havana and the expanding investments in Cuba made by China, the film observes the visible and invisible traces of Chinese capitals in a Chinese nursing home, a Wifi park, a bio-power plant and sugarcane fields, punctuated by archival petitions from the Chinese 'coolies' in the late 19th century."
        ],
        "videosrc":"https://player.vimeo.com/video/266760552"
    },
    {
        "id": "sightleak",
        "title": "Sight Leak",
        "mainimage": "./images/sight1.png",
        "images":["./images/sight1.png","./images/sight2.jpg", "./images/sight_install_view.jpeg", "./images/sight3.png", "./images/sight4.png"],
        "specs": "2022 / 12:15, single channel, bw 16mm and Super 8mm film transferred to HD video",
        "summaryparagraphs": [
            "“The moon, the sometimes dark street, trees, it's warm […] at last, a certain eroticism possible (that of the warm night).” When Roland Barthes visited China in 1973, he jotted down some notes that would become part of his Travels in China (Carnets du voyage en Chine), an underplot of desire in his imagination of the country. Barthes did not publish these writings during his lifetime, and his unsettling judgments about China are refracted in Peng Zuqiang's work as fragments of dialogues on class and looking, responding to the reflections on the same matters elicited alongside Barthes' sense of eroticism. The local tourist in the film travels through different spaces and gatherings, seemingly never looking at anyone, yet silently looking at someone, turning towards a certain collectivity in the know. A possible subversion of a homoerotic foreign gaze.", "Commissioned by Macalline Art Center"
        ],
        "videosrc":"https://player.vimeo.com/video/699857428"
    },
    {
        "id": "accordionclass",
        "title":"Accordion Class",
        "mainimage":"./images/accordion1.png",
        "images":["./images/accordion1.png", "./images/accordion2.jpg"],
        "specs":"2016 / 14:49' /  HD video",
        "summaryparagraphs": ["During the Cultural Revolution, the accordion was the only permitted western instrument. With its rhythmic and performative quality, the accordion was favored as an instrument of propaganda. In the ’90s, when the piano and other instruments regained popularity, the accordion became less influential than it had been. However, the instrument is having a revival in the 2010s. The film looks at two accordion classes taught in Changsha, China: One for the primary school kids from mostly working-class families, as part of their school curriculum. The other for a group of middle-aged men and women that meet weekly at their leisure."],
        "videosrc":"https://player.vimeo.com/video/173559205"
    },
    {
        "id": "cyangarden",
        "title": "The Cyan Garden",
        "mainimage":"./images/garden6.jpg",
        "images":["./images/garden6.jpg", "./images/garden7.jpg", "./images/garden1.jpg", "./images/garden2.jpg", "./images/garden8.jpg", "./images/garden4.jpg"],
        "specs":"2022, 08:05, single channel, Color & BW",
        "details":"16mm film transferred to HD video",
        "summaryparagraphs": ["The Cyan Garden considers the limits of giving form to the past which cannot cohere into memory. In part filmed on ‘Lucky', a discontinued b&w 16mm film reel stock intended for military aerial detection, the moving image revolves around a radio station that was not supposed to be detected and an Airbnb apartment ‘The Lover’, run by Peng’s friend in their hometown. Between 1969 and 1981, a Malaysian communist underground radio in exile Voice of the Malayan Revolution resided in what is now soon to be a resort. Projected on a holographic screen producing shadowy after-images, the work flickers between radio static, bursts of archival jingles, ruins of the radio station and choreographed scenes of the Airbnb apartment decorated in imagined ‘Southeast Asian’ style. Contemplating on a revolution’s fraught relation to emancipation, The Cyan Garden interweaves visual notes on revolutionary remains and stifled romance and inability to remember ‘rightly’ as pop songs lull in the background.", "Commissioned by Cell Project Space and Center for Experimental Film"],
        "videosrc":"https://player.vimeo.com/video/708332570"
    }
]
